tap "1password/tap"
tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "aws/tap"
tap "azure/azd"
tap "azure/bicep"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "pulumi/tap"
tap "puppetlabs/puppet"
tap "vmware-tanzu/tanzu"
tap "weaveworks/tap"
brew "act"
brew "pycparser"
brew "ansible"
brew "ansible-lint"
brew "aom"
brew "argocd"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "docutils"
brew "awscli"
brew "azcopy"
brew "python@3.10"
brew "azure-cli"
brew "node"
brew "babel"
brew "base64"
brew "bat"
brew "freetype"
brew "gettext"
brew "glib"
brew "chart-testing"
brew "checkov"
brew "coreutils"
brew "openldap"
brew "curl"
brew "eksctl"
brew "libgit2"
brew "exa"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "theora"
brew "zimg"
brew "ffmpeg"
brew "flake8"
brew "libtool"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "git-secret"
brew "git-secrets"
brew "gitleaks"
brew "go"
brew "govc"
brew "hadolint"
brew "handbrake"
brew "helm"
brew "htop"
brew "hugo"
brew "iftop"
brew "inetutils"
brew "ipcalc"
brew "openssl@3"
brew "ipmitool"
brew "jenv"
brew "jq"
brew "juju"
brew "k9s"
brew "kind"
brew "kompose"
brew "krb5"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "ldns"
brew "libxmlsec1"
brew "links"
brew "lynx"
brew "m-cli"
brew "mas"
brew "openjdk"
brew "maven"
brew "s-lang"
brew "midnight-commander"
brew "mysql-client"
brew "nano"
brew "netcat"
brew "nikto"
brew "nmap"
brew "openjdk@11"
brew "openssh"
brew "packer"
brew "pandoc"
brew "php"
brew "pinentry-mac"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5"
brew "pyqt@5"
brew "python@3.9"
brew "qemu"
brew "rsync"
brew "ruby"
brew "ruff"
brew "scipy"
brew "screenfetch"
brew "screenresolution"
brew "snap"
brew "snapcraft"
brew "tcl-tk"
brew "tcptraceroute"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tldr"
brew "tree"
brew "vault"
brew "velero"
brew "watch"
brew "wget"
brew "yadm"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "azure/azd/azd"
brew "azure/bicep/bicep"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/boundary"
brew "pulumi/tap/pulumi"
brew "vmware-tanzu/tanzu/tanzu-community-edition"
brew "weaveworks/tap/gitops"
cask "1password"
cask "1password-cli"
cask "apache-directory-studio"
cask "audacity"
cask "balenaetcher"
cask "bartender"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "git-credential-manager-core"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "graphiql"
cask "hashicorp-boundary-desktop"
cask "http-toolkit"
cask "insomnia"
cask "iterm2"
cask "marta"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "miniforge"
cask "mono-mdk-for-visual-studio"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "openlens"
cask "oracle-jdk"
cask "p4"
cask "p4v"
cask "parsec"
cask "pdk"
cask "postman"
cask "powershell"
cask "puppet-agent"
cask "raycast"
cask "royal-tsx"
cask "signal"
cask "slack"
cask "stats"
cask "steam"
cask "temurin"
cask "temurin11"
cask "tidal"
cask "utm"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "VMware Remote Console", id: 1230249825
mas "Xcode", id: 497799835
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "aws-scripting-guy.cform"
vscode "batisteo.vscode-django"
vscode "bencoleman.armview"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "Bridgecrew.checkov"
vscode "christian-kohler.path-intellisense"
vscode "coolbear.systemd-unit-file"
vscode "DanielThielking.aws-cloudformation-yaml"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "felipecaputo.git-project-manager"
vscode "geeksharp.openssl-configuration-file"
vscode "GitHub.codespaces"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hilleer.yaml-plus-json"
vscode "humao.rest-client"
vscode "juanmnl.vscode-theme-1984"
vscode "KevinRose.vsc-python-indent"
vscode "magicstack.MagicPython"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mhutchie.git-graph"
vscode "mindaro-dev.file-downloader"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "MS-SarifVSCode.sarif-viewer"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "njpwerner.autodocstring"
vscode "owenfarrell.vscode-vault"
vscode "PKief.material-icon-theme"
vscode "pspester.pester-test"
vscode "puppet.puppet-vscode"
vscode "redhat.ansible"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "Tim-Koehler.helm-intellisense"
vscode "twxs.cmake"
vscode "Tyriar.sort-lines"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "weaveworks.vscode-gitops-tools"
vscode "wholroyd.jinja"
vscode "ZainChen.json"
vscode "zhuangtongfa.material-theme"
